Repository: Ishugaev/levi9voter
Catalog: app/Resources/translations/messages.*.xliff
Languages: ru

source: NOTE
ru: ПРИМЕЧАНИЕ

source: TIP
ru: СОВЕТ

source: Not available
ru: Недоступно

source: MIT License
ru: MIT Лицензия

# title.homepage
source: Welcome to the <strong>Levi9 Voter</strong> application
ru: Добро пожаловать в <strong>Symfony Demo</strong> приложение

# title.source_code
source: Source code used to render this page
ru: Исходный код, который использовался для отображения этой страницы

# title.controller_code
source: Controller code
ru: Код контроллера

# title.twig_template_code
source: Twig template code
ru: Код шаблона Twig

# title.login
source: Secure Sign in
ru: Авторизация

# title.post_list
source: Vote List
ru: Список записей

# title.edit_post
source: Edit vote #%id%
ru: Изменение записи #%id%

# title.add_comment
source: Add a comment
ru: Добавить комментарий

# title.comment_error
source: There was an error publishing your comment
ru: Произошла ошибка во время публикации вашего комментария

# post.state.0
source: Draft
ru: Черновик

# post.state.1
source: Review
ru: На рассмотрении

# post.state.2
source: Voting in progress
ru: Идет голосование

# post.state.3
source: Approved
ru: Принято

# post.state.4
source: Rejected
ru: Отклонено

# post.voting.0
source: Most rated
ru: Актуальные

# post.voting.1
source: Most popular
ru: Популярные

# action.show
source: Show
ru: Показать

# action.show_code
source: Show code
ru: Показать код

# action.edit
source: Edit
ru: Изменить

# action.edit_post
source: Edit vote
ru: Изменить запись

# action.save
source: Save changes
ru: Сохранить изменения

# action.delete_post
source: Delete vote
ru: Удалить запись

# action.delete_comment
source: Delete comment
ru: Удалить комментарий

# action.create_post
source: Create a new vote
ru: Создать запись

# label.create_post
source: Create vote
ru: Сохранить как черновик

# label.publish_post
source: Publish vote
ru: Опубликовать

# label.review_post
source: Ready for review
ru: Отправить на рассмотрение

# action.back_to_list
source: Back to the vote list
ru: Назад к списку записей

# action.publish_comment
source: Publish comment
ru: Опубликовать комментарий

# action.sign_in
source: Sign in
ru: Войти

# action.browse_app
source: Browse application
ru: Перейти в публичный раздел

# action.browse_admin
source: Browse backend
ru: Перейти в панель управления

# label.title
source: Title
ru: Заголовок

# label.author
source: Author
ru: Автор

# label.author_email
source: Author email
ru: Email автора

# label.username
source: Username
ru: Логин

# label.password
source: Password
ru: Пароль

# label.role
source: Role
ru: Роль

# label.content
source: Content
ru: Содержание

# label.summary
source: Summary
ru: Краткое содержание

# label.published_at
source: Published at
ru: Опубликовано

# label.actions
source: Actions
ru: Действия

# title.post_new
source: Vote creation
ru: Создание записи

# action.edit_contents
source: Edit contents
ru: Изменить содержание

# menu.post_list
source: Vote list
ru: Список записей

# menu.back_to_blog
source: Back to votes
ru: Назад к блогу

# menu.homepage
source: Homepage
ru: Главная страница

# menu.admin
source: Backend
ru: Панель управления

# menu.logout
source: Logout
ru: Выйти

# menu.add_vote
source: Add vote
ru: Содать голосование

# menu.vote_list
source: View votes
ru: Список голосований

# post.to_publish_a_comment
source: to publish a comment or vote
ru: опубликовать комментарий

# post.num_comments
source: %count% comment|%count% comments
ru: %count% комментарий|%count% комментария|%count% комментариев

# post.commented_on
source: commented on
ru: прокомментировано

# post.no_comments
source: Be the first to comment on this vote.
ru: Будьте первыми кто прокомментирует эту запись.

# help.app_description
source: This is a <strong>demo application</strong> built in the Symfony Framework to illustrate the recommended way of developing Symfony applications.
ru: Это <strong>демо приложение</strong> создано на основе Symfony фреймворка для того, чтобы показать рекомендованный способ разработки Symfony приложений.

# help.show_code
source: Click on this button to show the source code of the <strong>Controller</strong> and <strong>template</strong> used to render this page.
ru: Нажмите на эту кнопку для просмотра исходного кода <strong>Контроллера</strong> и <strong>шаблона</strong>, которые использовались для отображения этой страницы.

# help.browse_app
source: Browse the <strong>public section</strong> of the demo application.
ru: Перейти в <strong>публичный раздел</strong> демо приложения.

# help.browse_admin
source: Browse the <strong>admin backend</strong> of the demo application.
ru: Перейти в <strong>панель управления</strong> демо приложения.

# help.login_users
source: Try either of the following users
ru: Используйте любого из следующих пользователей

# help.role_user
source: regular user
ru: обычный пользователь

# help.role_admin
source: administrator
ru: администратор

# help.reload_fixtures
source: If these users don't work, reload application fixtures by running this command from the terminal:
ru: Если эти пользователи не работают, перезагрузите фикстуры приложения, выполнив в консоли следующую команду:

# help.add_user
source: If you want to create new users, run this other command:
ru: Если вы хотите создать новых пользователей, воспользуйтесь следующей командой:

# help.more_information
source: For more information, check out the <a href="http://symfony.com/doc">Symfony doc</a>.
ru: Для дополнительной информации обратитесь к <a href="http://symfony.com/doc">Symfony документации</a>.

# flash.vote.approved
source: Vote has been approved
ru: Предложение принято

# flash.vote.rejected
source: Vote has been rejected
ru: Предложение отклонено

# flash.comment.deleted
source: Comment has been deleted
ru: Комментарий был удален
